IDEA StatiCa Open Model
OpenModel.Member2D Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 List of Member 2D
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public List<Member2D> Member2D { get; set; }
Public Property Member2D As List(Of Member2D)
	Get
	Set
public:
property List<Member2D^>^ Member2D {
	List<Member2D^>^ get ();
	void set (List<Member2D^>^ value);
}
Property Value
Type: List<Member2D>
See Also
Reference
OpenModel Class
IdeaRS.OpenModel Namespace